<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.Master" AutoEventWireup="true" CodeBehind="PrivacyPolicy.aspx.cs" Inherits="DigitalRepository.PrivacyPolicy" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">

    <link href="css/style.css" rel="stylesheet" />

</asp:Content>

<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

    <div name="banner" id="shopWus" style="background-color: white; height: 40px; width: 100%;">
        <p dir="rtl" style="text-align: right; margin: auto; font-size: 40px; color:#1A645C; ; font-weight: bolder;">&nbsp&nbsp&nbsp سياسة الخصوصية </p>
    </div>

    <div>
        <div class="text-center mb-4">
            <h5 style="padding:25px; text-align:right;" dir="rtl">
                <br>
                لتزويدك بخدمات المستودع الرقمي نقوم بجمع البيانات الخاصة بك لمعالجة عملية الشراء على الموقع وأي مطالبات لاحقة ممكنة. تحتوي البيانات التي نقوم بجمعها على عنوانك، واسمك، وجنسك، وبريدك الإلكتروني، وعنوان التسليم، ورقم الهاتف المحمول، وتفاصيل بطاقة الدفع. كما نستخدم المعلومات التي تقدمها لإدارة حسابك والتحقق من المعاملات المالية وتنفيذها فيما يتعلق بالمدفوعات التي تجريها عبر الإنترنت، ولإجراء الأبحاث لتحسين صفحات موقعنا.
                <br>
                <br>
                 نحن في المستودع الرقمي نقوم بجمع البيانات اللازمة لتزويدك بالخدمات المتوفرة لدينا. كما لا نقوم بتخزين، أو بيع، أو مشاركة بياناتك الشخصية والتي تتضمن بيانات بطاقتك الائتمانية ومعلوماتك الشخصية لأي طرف ثالث. قد نقوم بتغيير بيانات الموقع أو تحديثها من حين لآخر، لذلك ننصحك بزيارة صفحة السياسات بشكل مستمر، وستكون التعديلات سارية المفعول ابتداءً من تحديثها.</h5>
                    <p dir="rtl" style="text-align: right; margin: auto; font-size: 25px; color:#3EB18C; ; font-weight: bold;">&nbsp&nbsp&nbsp الحساب والبيانات الشخصية </p>
            <h5 style="padding:15px; text-align:right;" dir="rtl">
                الحساب والبيانات الشخصية
تتضمن عملية تسجيل معلوماتك الشخصية التي تزودنا بها لإتمام معاملاتك الإلكترونية. فاستخدامك لموقع المستودع الرقمي دليل على موافقتك للشروط والبنود الخاصة بنا. فبناءً على ما ذُكر، العميل هو أول شخص مسؤول عن حماية حسابه وجهازه الشخصي، وجميع أنواع المعاملات التي تم إجرائها عن طريق حسابه. لحماية معلومات العميل يقوم المستودع الرقمي بتشفير البيانات وذلك وفقًا لسياسة خصوصية العملاء التابعة لمؤسسة جملة اثار التجاريه بالتالي، نحن في المستودع الرقمي لسنا مسؤولين عن أي شخص فشل في حماية حسابه الشخصي أوجهاز الكمبيوتر الخاص به. لذلك نود التنويه في حال تم العثور على معاملات مشكوك بها في حسابك، أو لم تكن راضيًا عن نظام المستودع الرقمي الخاص بمعالجة معلوماتك الشخصية نرجوا التواصل معنا مباشرة عبر info@DigitalRepository.com . في صفحة حسابك ستجد تفاصيل طلباتك نقوم بتخزينها في حسابك الشخصي لأسباب أمنية، كما يمكنك الوصول إلى هذه المعلومات عن طريق تسجيل الدخول إلى حسابك على الموقع، ويمكنك عرض تفاصيل طلباتك بمختلف أنواعها وعنوان منزلك والبنك واشتراكك في النشرة الإخبارية. كعميل لدينا فأنت تتعهد بحفظ بياناتك الشخصية وعدم إتاحتها لأي طرف ثالث. فنحن لا نتحمل أي مسؤولية في حال تم تسريب كلمة المرور الخاصة بحسابك الشخصي.</h5>
                
            <p dir="rtl" style="text-align: right; margin: auto; font-size: 25px; color:#3EB18C; ; font-weight: bold;">&nbsp&nbsp&nbsp التواصل الإلكتروني   </p>
                        <h5 style="padding:15px; text-align:right;" dir="rtl">
                إن استخدامك لخدمات موقعنا الإلكتروني ينص على موافقتك لاستقبال رسائلنا الإلكترونية بجميع أشكالها من خلال البريد الإلكتروني، والنشرات الدورية والتنبيهات المعلن عنها في الموقع الإلكتروني والتطبيق. بناءً على ما سبق فأنت توافق ضمنيًا على أن جميع المعاملات الإلكترونية المرسلة لك من قبلنا هي ملزمة قانونياً وتعامل معاملة المعاملات الخطية.
يحق لنا مراقبة، وتسجيل، وحفظ أي مكالمة هاتفية أو بريد إلكتروني أو أي شكل آخر من أشكال التواصل الإلكتروني مع العميل؛ وذلك للتحقق من الاقتراحات والملاحظات الموجهة إلينا بهدف تطوير وتحسين نوع الخدمة المقدمة.
            </h5>
        </div>
    </div>

</asp:Content>